Repository: mbr/springerdownload
Catalog: po/*.po
Languages: de

source: Fetch whole books from link.springer.com.
de: Komplette Bücher von link.springer.com herunterladen.

source: A string identifying the book, e.g. its URL or Online-ISBN.
de: Eine Zeichenkette, die das Buch eindeutig bestimmt, z.B. die URL oder Online-ISBN.

source: Place to store, default: "ONLINE_ISBN.pdf".
de: Speicherort, standardmäßig "ONLINE_ISBN.pdf".

source: Don't add front cover as first page.
de: Das Frontcover nicht als erste Seite verwenden.

source: Save as AUTHORS - TITLE.pdf. Overwritten by -o option.
de: Als AUTOREN - TITEL.pdf speichern. Wird von -o überschrieben.

source: Start the interactive GUI not interpreting the rest of the command line.
de: Die grafische Oberfläche starten und die restlichen Optionen nicht ausgewerten.

source: The specified identifier doesn't point to an existing Springer book resource
de: Die angegebene URL oder ISBN bezieht sich auf keine existierende Springer-Resource.

source: Fetching book info
de: Buchinformationen holen

source: Fetching book cover
de: Buchcover holen

source: not available
de: nicht verfügbar

source: Fetching chapter data
de: Kapiteldaten holen

source: Fetching chapter %d of %d
de: Hole Kapitel %d von %d

source: Preparing table of contents
de: Inhaltsverzeichnis vorbereiten

source: Concatenating
de: Zusammenfügen

source: Writing to file (page %d of %d)
de: Schreibe in Datei (Seite %d von %d)

source: Output written to %s!
de: Ausgabe geschrieben in %s!

source: Fetch!
de: Los!

source: Type in the URL and press "Fetch!" to start.
de: URL eingeben und "Los!" klicken, um zu beginnen.

source: Include book cover
de: Buchcover einschließen

source: Choose output file...
de: Ausgabedatei wählen...

source: Output file:
de: Ausgabe:

source: done
de: fertig

source: Error:
de: Fehler:

source: Done!
de: Fertig!

source: Can't decode
de: Dekodieren fehlgeschlagen:

source: Connection to %s failed.
de: Verbindung zu %s fehlgeschlagen.
